from config import settings

text_hello = """
Привет!
Это бот-помощник от Школы ЧК! ✨

<b>Здесь вы найдете методический пакет материалов для специалистов «Опора и Ресурс» в ОРКТ подходе.</b>

Забота о себе в помогающих профессиях — это фундамент этичной и долгой практики. Мы собрали этот пакет, чтобы помочь вам восстановить силы и внедрить в работу более бережные инструменты.

<b>Что внутри:</b>
1️⃣ Аудит личных опор: чек-лист для осознанной оценки вашего состояния и границ.
2️⃣ Протокол самосострадания: практические алгоритмы снижения самокритики при высоких нагрузках.
3️⃣ Техника «малых шагов»: пошаговые инструкции для возвращения устойчивости в моменты неопределенности.
4️⃣ Гайд по ресурсной оптике: краткое руководство по интеграции ОРКТ философии в терапию в любом подходе.

🎁 Получите папку с документами бесплатно за подписку на наш Telegram канал.
"""


text_after_link = """
У нас есть еще полезные материалы по теме, в том числе целый вебинар об ОРКТ оптике и философии для психологов из любого подхода!

Позволите ли вы присылать вам новые сообщения?
"""
